Repository: lepidus/DoiForTranslation
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.DoiForTranslation.displayName
source: Submissions Translation
es_es: DOI para la traducción
pt_br: DOI Para Tradução

# plugins.generic.DoiForTranslation.description
source: Allows the creation of submissions which are translations of others
es_es: Permite crear envíos que son traducciones de otros envíos
pt_br: Permite a criação de submissões que são traduções de outras

# plugins.generic.DoiForTranslation.createTranslation
source: Create translation
es_es: Crear traducción
pt_br: Criar tradução

# plugins.generic.DoiForTranslation.translationLocale.label
source: Translation language
es_es: Idioma de Traducción
pt_br: Idioma da Tradução

# plugins.generic.DoiForTranslation.translationLocale.description
source: Choose the primary language of the new submission
es_es: Elija el idioma principal del nuevo envío
pt_br: Escolha o idioma principal da nova submissão

# plugins.generic.DoiForTranslation.noLocalesAvailable
source: Translations have already been created for this submission in all languages available in this journal
es_es: Ya se han creado traducciones para este envío en todos los idiomas disponibles en esta revista.
pt_br: Já foram criadas traduções para esta submissão em todos os idiomas disponíveis nesta revista

# plugins.generic.DoiForTranslation.translation
source: Translation
es_es: Traducción
pt_br: Tradução

# plugins.generic.DoiForTranslation.translations
source: Translations
es_es: Traducciones
pt_br: Traduções

# plugins.generic.DoiForTranslation.translations.article
source: Translations of this article
es_es: Traducciones de este artículo.
pt_br: Traduções deste artigo

# plugins.generic.DoiForTranslation.translatedSubmission
source: Translated submission
es_es: Envío traducido
pt_br: Submissão traduzida

# plugins.generic.DoiForTranslation.translationOf
source: This article is a translation in {$locale} of the article:
es_es: Este artículo es una traducción en {$locale} del artículo:
pt_br: Este artigo é uma tradução em {$locale} do artigo:
